Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: The issue of China’s relations with the outside world has continued to intrude into Chinese domestic politics throughout the post-Tiananmen period as ﬁrst Eastern Europe and then the Soviet Union rejected communism, as relations with the United States remained generally strained through much of the 1990s, and as closer ties with East Asia have suggested alternative development models.
es_us: La discusión sobre las realciones de China con el resto del mundo ha interferido en las políticas internas chinas durante el periodo pos-Tiananmén pues primero Europa Occidental y luego la Union Sovietica rechazaron el comunismo, las realciones con Estados Unidos continuaban siendo limitadas durante casi todos los 90, y mientras los lazos más cercanos con Asia del este sugirieron modelos de desarrollo alternativo.

source: The issues of policy and power were underscored by the very differ- ent backgrounds of the major players.
es_us: La política y el poder se vieron enfatizados por el trasfondo de los grandes jugadores.

source: The issues of policy and power were underscored by the very different backgrounds of the major players.
es_us: Los desacuerdos en la política y en el manejo del poder se vieron enfatizados por las grandes diferencias políticas de las piezas claves

source: The juxtaposition of a very wealthy nouveau riche urban elite and a still struggling rural population and now a new urban poor class has proven a fertile ground for those who question the direction of reform.
es_us: La yuxtaposición de una acaudalada élite urbana, nouveau riche, una población rural aún en apuros, y ahora una nueva clase urbana de pobres favorece a quienes cuestionan la regulación de la reforma.

source: The left further derives influence from the age and long-term service of many of its leaders.
es_us: La izquierda además está influenciada por la antigua y larga labor de muchos de sus líderes.

source: The leftist articles (the “10,000 character manifestos”) cited previously were clearly intended to exert pressure on Jiang primarily from within elite circles.
es_us: Los artículos de izquierda (los "manifiestos de 10 000 palabras") que se citaron previamente estaban destinados a ejercer presión sobre Jiang principalmente desde adentro de los círculos de elite.

source: The leftist journal Mainstream (Zhongliu) published a long critique of Heart-to-Heart Talks by one Feng Baoxing (apparently a pseudonym).
es_us: El diario izquierdista Mainstream (Zhongliu) publicó una crítica extensa sobre Heart-to-Heart Talks escrita por Feng Baoxing (apparentemente, un pesudónimo).

source: The lesson to be drawn from the experience of Brezhnev is that, without reform, there will indeed be instability.70 Those who advocate retreat whenever reform faces major difficulties, the authors wrote, always say that they are protecting socialism, but in the end they cause great losses to socialism.
es_us: La lección que debe ser aprendida de la experiencia de Brezhnev es que sin reforma ciertamente habrá inestabilidad. Aquellos que están a favor de retroceder cada vez que la reforma enfrenta grandes dificultades, escribieron los autores, siempre afirman estar protegiendo el socialismo, pero al final causan grandes pérdidas al socialismo.

source: The letter warned against the tendency to “completely negate” the theories of Marxism–Leninism–Mao Zedong Thought and declared, in direct opposition to Deng’s comments in Shenzhen, that “the biggest danger is the ‘rightist’ tendency and bourgeois liberalization in the last 10 years.”
es_us: La carta advertía sobre la tendencia de "negar completamente" las teorías del Marxismo- Leninismo. Mao Zedong declaró, en contra de los comentarios de Deng en Shenzhen, que "el mayor peligro es la tendencia 'derechista' y la liberalización burguesa en los últimos diez años".

source: The lines linking the state and intellectuals have multiplied, and different interests within the state have tried to manipulate intellectuals to support their preferred positions – just as intellectuals have tried to rally opinion to push their ideas on the state.
es_us: Los vínculos entre el Estado y los intelectuales se han multiplicado, y distintos tipos de intereses dentro del Estado han intentado manipular a los intelectuales para que apoyen sus ideas, así como los intelectuales han intentado que la opinión pública apoye sus ideas y las lleven al gobierno.

source: The manifesto went on to argue that, if small enterprises were privatized (the intention of the policy), then “the immense majority of the working class will become wage workers, and class polariza- tion will become a general phenomenon.”78 The manifesto also took issue with the proposal that the state sector of the economy be reduced to around 20 percent, as well as with the notion that ownership does not determine economic development.
es_us: El manifiesto pasó a sostener que, si las pequeñas emprezas se privatizaban (la intención de la política), entonces “la inmensa mayoría de la clase obrera se volvería wage workers, y la polarización de clases se convertiría en un fenómeno general.”78 El manifiesto también discrepaba con la propuesta de que el sector estatal de la economía se reduzca a alrededor de 20 por ciento, así como con la noción de que la propiedad no determina el desarrollo económico.

source: The mantra of the day was “collective leadership,” meaning both that decisions should be made after inner Party discussions in which views could be freely expressed and that those who disagreed with the resulting decision should be allowed to retain their views as long as they agreed to implement the decision.
es_us: El mantra de la época era "liderazgo colectivo", lo que significa que las decisiones deben tomarse luego de realizar una interna en la que las opiniones pueden expresarse libremente y que a aquellos que no estaban de acuerdo con la decisión final se les permitía mantener sus opiniones siempre y cuando accedieran a implementar el resultado final.

source: The marketization of the economy would lead to the growth of a middle class, which in turn would foster the growth of democratic gover- nance.
es_us: La mercadización de la economía llevaría al crecimiento de la clase media, lo cual en su momento promovería el crecimiento de la gobernanza democrática.

source: The meeting, based on a briefing by the Ministry of Health (no doubt presented by its minister, Zhang Wenkang), declared that SARS had “already been brought under effective control.”41 The following day, Zhang told a news conference that Beijing had had twelve cases of SARS and three deaths.
es_us: Luego de la reunión, basada en una sesión informativa provista por el Ministerio de Salud (sin dudas presentada por su ministro Zhang Wenkang), se declaró que el srasya“habíasidocontrolado con eficacia ". 41 Al día siguiente, Zhang anunció en una conferencia de prensa que Pekín había tenido doce casos de SARS y tres muertes.

source: The military normally stays out of politics, at least overtly, but, as noted above, the PLA had intervened the previous year to lobby on behalf of Jiang staying on as head of the CMC. In the summer of 2003, the PLA again showed its support for Jiang by hosting a major forum to tout the publication of the Study Outline for Jiang Zemin’s Thinking on National Defense and Army Building. Jiang Zemin stayed away from the meeting, but vice-chairmen Guo Boxiong and Cao Gangchuan were there, as were members Xu Caihou, Liang Guangjie, Liao Xilong, and Li Jinai.
es_us: Por lo general, las fuerzas armadas no intervienen en asuntos políticos, al menos no abiertamente, pero, como se dijo previamente, la EPL había intervenido el año anterior para presionar a favor de Jiang y de su continuidad como dirigente de la CMC. En el verano del año 2003, el EPL demostró nuevamente su apoyo a Jiang cuando llevó a cabo un importante foro para promocionar la publicación de “Resumen de estudio del pensamiento de Jiang Zemin sobre el desarrollo de la defensa nacional y del ejército”. Jiang Zemin se mantuvo alejado de la reunión pero los vice primer ministros Guo Boxiong y Cao Gangchuan asistieron al igual que otros miembros como Xu Caihou, Liang Guangjie, Liao Xilong y Li Jinai.

source: The military, as noted above, had given Jiang Zemin very vocal, very public, and very inappropriate support in 2003.
es_us: Los militares, como ya se ha mencionado, le habían brindado un apoyo verbal, muy público e inapropiado a Jiang Zemin en el 2003.

source: The more open political atmosphere of the spring encouraged long-silenced liberal intellectuals finally to raise their voices again in protest against leftism.
es_us: La atmósfera política de la primavera era un poco más abierta e incitó a los intelectuales liberales, que por mucho tiempo permanecieron en silencio, a alzar sus voces otra vez como modo de protesta en contra del izquierdismo.

source: The most eye-catching passages in Deng’s talks, however, were his blunt criticisms of the “left.” In sharp contrast to the constant criticism of bourgeois liberalization and peaceful evolution over the preceding two years, Deng pointed out that the main danger to the Party lay on the “left.” “The right can bury socialism, the ‘left’ can also bury socialism,” declared the patriarch.
es_us: Los fragmentos más llamativos de los discursos de Deng, sin embargo, eran sus fuertes críticas a la “izquierda”. A diferencia de la crítica constante hacia el liberalismo burgués y la evolución pacífica durante los dos años previos, Deng señaló que el peligro principal que enfrentaba el Partido recaía en la “izquierda”. “La derecha puede enterrar al socialismo, la “izquierda” también puede enterrar al socialismo”, exclamó el patriarca.

source: The most important of these groups were gathered around book series and journals: the Toward the Future (Zouxiang weilai congshu) book series, created by Jin Guantao and Bao Zunxin; the Academy of Chinese Culture, organized by Tang Yijie, Li Zhonghua, and Wang Shucang; and the Culture: China and the World (Wenhua: Zhongguo yu shijie congshu) book series, started by Gan Yang and Liu Xiaofeng.
es_us: Los grupos más importantes se reunieron en torno a series de libros y revistas científicas: la serie de libros Toward the future, Hacia el futuro (Zouxiang weilai congshu), creada por Jin Guantao y Bao Zunxin; la Academia de Cultura China, organizada por Tang Yijie, Li Zhonghua y Wang Shucang; y la serie de libros Culture: China and the world, Cultura: China y el mundo (Wenhua: Zhongguo yu shijie congshu), iniciada por Gan Yang y Liu Xiaofeng.

source: The most important of these was Zeng Qinghong, who served as head of the Central Committee’s General Office from 1993 to 1998 and then moved over to head the important Organization Department.
es_us: El más importante de ellos fue Zeng Qinghong, quien se desempeñó como jefe de la Oficina General del Comité Central desde 1993 hasta 1998 y luego dio un paso al costado para encabezar el importante Departamento de Organización.

source: The most important of these was none other than Deng Xiaoping, who feared that the conservative agenda being pushed by Li Peng would negate the contributions of reform (and therefore of Deng Xiaoping) and would also lead to lower growth rates.
es_us: El más importante de ellos no era otro que Deng Xiaoping, quien temía que la agenda conservadora impulsada por Li Peng negara las contribuciones de la reforma (y por lo tanto de Deng Xiaoping) y también conduciría a tasas de crecimiento menores.

source: The natural tendency for the east coast – where human talent, technology, communications, and transportation are disproportionately concentrated – to move ahead was obscured at first both by the rural reforms, which increased the incomes of the large numbers of farmers who live inland, and by the slow start of urban reform, particularly in Shanghai (where large numbers of SOEs were concentrated).
es_us: Para seguir adelante, la tendencia natural de la costa este, donde el talento humano, la tecnología, las comunicaciones y el transporte se concentran de manera desproporcionada, se oscureció en un primer momento; tanto por las reformas rurales, lo que aumentó los ingresos de la gran cantidad de agricultores que viven en el interior, y por el lento comienzo de la reforma urbana, especialmente en Shanghái (donde se concentran muchas EPE).

source: The nature and consequences of his mistakes are very serious.”23 [6]The public case for this judgment was made by Beijing mayor Chen Xitong, who presented a long and detailed report to the Standing Committee of the National People’s Congress (NPC) on June 30.
es_us: La naturaleza y las consecuencias de sus errores son muy serias".23 El caso público por esta sentencia fue realizado por el alcalde de Pekín Chen Xitong, quien presentó un amplio y detallado informe al Comité Permanente del Congreso Nacional Popular (NPC) el 30 de junio.

source: The need to strengthen the state, implement a universal and centralized tax system, and establish the principle of “fair competition” among the various regions of China led them to argue that the most privileged of all enclaves – the Special Economic Zones – should be abolished.
es_us: La necesidad de fortalecer el Estado, implementar un sistema tributario centralizado y universal y establecer el principio de "competencia leal" entre las diversas regiones de China los llevó a argumentar que el enclave más privilegiado de todos, las Zonas Económicas Especiales, debía abolirse.

source: The neostatist approach touted by Hu and Wang clearly resonates within the halls of government.
es_us: El enfoque neoestatista promovido por Hu y Wang resuena de manera clara entre las salas del gobierno.

source: The new Politburo Standing Committee was more conservative than before, but it was more balanced than might have been expected.
es_us: El nuevo Buró Permanente del Comité Central era más conservador que antes, pero era mucho más representativo de lo que se podía haber esperado.

source: The new ideological orientation of the regime, the authors hoped, would ﬁght against “ideological superstition” while maintaining control; sufﬁcient space would be allowed for theoretical exploration.
es_us: Los autores esperaban que esta nueva orientación ideológica del régimen se opusiera a la "superstición ideológica" y mantuviera el control. De esa forma, se permitiría un espacio suﬁciente para la exploración teóretica.

source: The new mood of the 1990s generated a mixture of traditionalism, conservatism, utopianism, and nationalism 17.
es_us: El nuevo ambiente de la década de los 90 provocó una mezcla de tradicionalismo, conservadurismo, utopismo y nacionalismo,

source: The new office had a bureaucratic standing equivalent to theSPC and effectively marginalized the latter organization by taking over day-to-day management of the economy, leaving the SPC to deal with the macroeconomy.24Moreover, Zhu was successful, at least temporarily, in reducing the problem of interenterprise debt.
es_us: Este nuevo organizmo tenía un rango burocrático similar al de laCEP y marginaba de manera efectiva a esta última organización, haciéndose cargo de la administración diaria de la economía, y dejando que la CEP se ocupase de la macroeconomía .24Es más, Zhu tuvo éxito, al menos temporalmente, al reducir el problema de la deuda interempresarial .

source: The norm of democratic centralism also contained a sense that there were procedures to be followed in convening Party meetings so that one person could not arbitrarily impose his or her will on the Party or its management – including, for example, such issues as recruitment, evalua-tion, and promotion of cadres.
es_us: Esta norma de centralismo democrático también incluía los procedimientos que se debían realizar en las reuniones de toma de decisón del partido, de modo que una persona no pueda imponerse arbitrariamente dentro del partido o en la dirigencia -- esto incluye, por ejemplo, los asuntos de reclutamiento, evaluación, y promoción de los cuadros.

source: The opposite trend of thought (the “right”) is liberalism.
es_us: La tendencia de pensamiento opuesta (la "derecha") es el liberalismo.

source: The opposition of the United States to China’s bid to host the 2000 Olympics was a major turning point for many people in this regard.
es_us: En ese sentido la oposición de Estados Unidos a la oferta de China de ser anfitriona de las Olimpiadas de 2000 fue un importante punto decisivo para mucha gente.

source: The other fact about social change in China is that, despite the rapid growth in the economy, inequalities, both interregional and intraregional are growing.
es_us: El otro hecho sobre el cambio social en China es que, a pesar del crecimiento en la economía, las disparidades tanto interregionales como intraregionales continúan en aumento.

source: The other issue concerned the financial interests of the provinces.
es_us: El otro aspecto tenía que ver con los intereses financieros de las provincias.

source: The other issue that the Fourth Plenum tackled was Party building, and again Hu Jintao was able to begin to put his stamp on the Party organization.
es_us: El otro tema a tratar en el Cuarto Plenario era la construcción del partido, y Hu Jintao nuevamente pudo dejar su marca en la organización del partido.

source: The ouster of Shanghai Party Secretary Chen Liangyu in September 2006 (see Chapter 8) was the inevitable opening shot in the informal political bargaining that would take place.
es_us: La destitución de Chen Liangyu, secretario general del Partido Comunista chino en Shanghái, en septiembre de 2006 (véase capítulo 8) fue el anticipo inevitable de futuras negociaciones políticas informales.

source: The peasants in Hunan began organizing in 1992 to protest the high level of taxation (higher than central policies allowed).
es_us: Estos campesinos comenzaron a organizarse en 1992 para reclamar por los elevados impuestos (mayores que lo permitido por las políticas centrales).

source: The phenomenal growth of the Internet greatly facilitated this internationalization of Chinese discourse.
es_us: El extraordinario crecimiento de internet facilitó en gran parte esta internacionalización del discurso chino.

source: The plenum approved a resolution calling for the creation of a “harmonious society,” bringing together the various themes that Hu had been emphasizing since his elevation to general secretary four years earlier: creating a “people-centered” society, using the scientific development concept to guide the economy, developing socialist democracy, the rule of law, and social justice, and improving the governing capabilities of the Party.
es_us: El pleno aprobó una resolución que llamaba la creación de una "sociedad en armonía", reuniendo varios ejes temáticos que Hu venía enfatizando desde su ascenso al cargo de Secretario General del Partido cuatro años atrás, como la creación de una sociedad "centrada en los ciudadanos", el uso del concepto de desarrollo científico como guía de la economía, el desarrollo de una democracia socialista, el imperio de la ley y la justicia social, y el perfeccionamiento de la capacidad de gobierno del Partido.

source: The plenum approved the removal of three Zhao associates: Hu Qili from the Politburo Standing Committee and Rui Xingwen and Yan Mingfu from the Secretariat.
es_us: El pleno aprobó la destitución de tres asociados de Zhao: Hu Qili del Buró Político del Comité Central y Rui Xingwen Yan Mingfu del Secretariado.

source: The point of the essay was that any reform – whether in China, Eastern Europe, or the former Soviet Union – takes the concept of “economic man” (as conceived by Adam Smith) as central, and that the concept of “economic man” is fundamentally con- tradictory to the collectivism that is central to the socialist ethos.
es_us: La idea central de este ensayo es que cualquier reforma, ya sea en China, Europa Oriental, o la antigua Unión Soviética, toma como eje el concepto de 'homo economicus' (tal como propuesto por Adam Smith) y que esta noción es en esencia contradictoria al colectivismo, crucial para los valores socialistas.

source: The political atmosphere and concerns changed.
es_us: Además, tanto el clima político como las inquietudes cambiaron.

source: The political implications of such trends were potentially ominous.
es_us: Las implicancias políticas de estas tendencias eran potencialmente ominosas.

source: The political report that Hu delivered to the Congress did at least three things.
es_us: El informe político que Hu entregó al Congreso tuvo al menos tres consecuencias.

source: The poor may be becoming less poor, but they are doing so only slowly.
es_us: La situación de los pobres podría estar mejorando, pero sucede lentamente.

source: The populist critique of reform that has grown up in recent years bears the potential to slow the sort of reforms China needs – improving the efficiency of the market at the expense of cronyism – as it attempts to redress some of the imbalances that have grown up.
es_us: La crítica populista a la reforma que ha crecido en los últimos años constituye una potencial ralentización del tipo de reformas necesarias para China (incrementar la eficiencia del mercado a expensas del clientelismo) dado que representa un intento de compensación por algunas de las desigualdades que se han incrementado.

source: The populist thrust of this critique could even slow the implementation of needed reforms.
es_us: El impulso populista de esta crítica podría incluso dilatar la implementación de reformas necesarias.

source: The post-Cold War world would be unified ideologically under Western neoclassical liberalism.
es_us: El mundo pos-Guerra Fría podía estar ideológicamente unificado bajo el liberalismo neoclásico occidental.

source: The problem is that under the auspices of neoconservatism, when neither press nor a popular electorate could check the implementation of reform, powerful interests grew up.
es_us: El problema es que bajo el auspicio del neoconservadurismo, en el cual ni la prensa ni un electorado popular podían controlar la implementación de la reforma, crecieron intereses poderosos.

source: The prospect of governmental collapse and social chaos, the object lesson provided by the economic decline in Eastern Europe and the subsequent disintegration of the Soviet Union, a newfound respect for the complexity of reform and state building, and (especially after 1993) a new sense of nationalism – as well as the costs of continuing opposition – inclined many intellectuals to be more tolerant and even supportive of government efforts.
es_us: La posibilidad de que se genere un colapso a nivel gubernamental y un desorden social, la lección provista por el descenso de la economía en Europa Oriental y la posterior división de la Unión Soviética, una nueva consideración hacia la complejidad de la reforma y el fortalecimiento y reestructuración del Estado, y (en especial luego de 1993) un nuevo sentido de nacionalismo, así como también el sacrificio por continuar con la oposición, lograron que muchos intelectuales se volvieran más tolerantes e incluso más a favor de los esfuerzos del gobierno.
